"下一步" = "Next";
"返回"= "Back";
"取消" = "Cancel";
"预览" = "Preview";
"原图" = "Original";
"设置" = "Setting";
"确定" = "Done";
"关闭" = "Close";
"拍摄" = "Shooting";
"拍摄失败" = "Shoot failure";
"裁剪" = "Tailor";
"抱歉" = "Sorry";
"重拍" = "Again";
"相机" = "Camera";
"照片" = "Photo";
"视频" = "Video";
"相册" = "Album";
"加载中" = "Loading";
"处理中" = "Processing...";
"点击拍照" = "Click on the photo";
"长按录像" = "Long press the video";
"点击拍照，长按录像" = "Click on the photo and the video is long";
"处理失败,请重试!" = "Fail to handle, please try again!";
"无法使用相机!" = "Can not use camera!";
"照片正在下载" = "Photos are being downloaded";
"已达最大数!" = "Arrive maximum!";
"照片已达最大数!" = "Photos maximum!";
"视频已达最大数!" = "Videos maximum!";
"最多只能选择%ld张图片" = "%ld photos maximum";
"最多只能选择%ld个视频" = "%ld videos maximum";
"最多只能选择%ld个" = "%ld choose maximum";
"图片不能和视频同时选择" = "Can not choose both video and photo";
"视频不能和图片同时选择" = "Can not choose both photo and video";
"视频少于3秒,无法选择" = "Video is shorther than 3 s\ncan't be used currently";
"视频过大,无法选择" = "The video is too large\nyou can't upload it";
"录制时间少于3秒" = "Record time cannot be\nless than 3 seconds";
"请在设置-隐私-相机中允许访问相机" = "Please allow to access your camera in \"Settings -> Privacy -> Camera\"";
"无法访问照片\n请点击这里前往设置中允许访问照片" = "Unable to access photos\nPlease click here\nto go to Settings to allow access to photos";
"无法使用相机" = "Can not use camera";
"无法访问照片，请前往设置中允许\n访问照片" = "Unable to access photos\ngo to Settings to\nallow access to photos";
"照片保存失败!" = "Photos saves failed!";
"视频保存失败!" = "Video saves failed!";
"保存失败，无法访问照片\n请前往设置中允许访问照片" = "Unable to access photos\ngo to Settings to\nallow access to photos";
"没有可选的照片!" = "No photo optional!";
"视频已被删除!" = "Video has been deleted!";
"尚未从iCloud上下载，请至相册下载完毕后选择" = "You have not yet downloaded from iCloud, please go to the album after downloading";
